logs/2017-11-15_20h28(throughput_writes)/16_workers/1threads_2clients_write/clients/client1-2_3.log
[RUN #1] Preparing benchmark client...
[RUN #1] Launching threads now...
[RUN #1 100%,  90 secs]  0 threads:       59316 ops,     671 (avg:     659) ops/sec, 697.75KB/sec (avg: 685.04KB/sec),  2.98 (avg:  3.03) msec latency

1         Threads
2         Connections per thread
90        Seconds


ALL STATS
========================================================================
Type        Ops/sec     Hits/sec   Misses/sec      Latency       KB/sec
------------------------------------------------------------------------
Sets         659.05          ---          ---      3.02900       685.04
Gets           0.00         0.00         0.00      0.00000         0.00
Waits          0.00          ---          ---      0.00000          ---
Totals       659.05         0.00         0.00      3.02900       685.04